[
  {
    "articleImage": "img_abstrack_2",
    "title": "Android Studio Flamingo Resmi Rilis",
    "content": "Google secara resmi meluncurkan Android Studio Flamingo dengan berbagai peningkatan signifikan pada performa dan stabilitas. Versi ini membawa dukungan penuh untuk Android 14, serta integrasi baru dengan Jetpack Compose yang mempermudah pengembang membangun UI modern.\n\nSelain itu, Android Studio Flamingo hadir dengan perbaikan bug dan peningkatan pada sistem emulasi perangkat, memungkinkan developer menguji aplikasi dengan lebih cepat dan akurat. Dengan berbagai pembaruan ini, pengembang diharapkan dapat bekerja lebih efisien dan produktif.",
    "uploadTime": "28 Oktober 2025, 10:30 WIB",
    "readingTime": "6 Menit Baca",
    "author": "Kristin Watson",
    "authorImage": "img_author_3",
    "loveCount": "10.3K",
    "commentCount": "523",
    "sendCount": "182",
    "bookmarkCount": "947"
  },
  {
    "articleImage": "img_abstrack_3",
    "title": "Meta Umumkan Fitur Baru di Instagram untuk Kreator",
    "content": "Meta memperkenalkan serangkaian fitur baru di Instagram yang ditujukan bagi para kreator konten. Salah satunya adalah fitur monetisasi baru yang memungkinkan pembuat konten mendapatkan penghasilan langsung dari penggemar mereka melalui langganan eksklusif.\n\nSelain itu, Instagram juga menambahkan alat analitik yang lebih mendetail, membantu kreator memahami performa konten mereka dengan lebih baik. Langkah ini diharapkan dapat meningkatkan daya tarik platform di kalangan pembuat konten profesional.",
    "uploadTime": "25 Oktober 2025, 13:45 WIB",
    "readingTime": "4 Menit Baca",
    "author": "Rizky Hartono",
    "authorImage": "img_author_1",
    "loveCount": "8.6K",
    "commentCount": "391",
    "sendCount": "147",
    "bookmarkCount": "810"
  },
  {
    "articleImage": "img_abstrack_1",
    "title": "Elon Musk Pamerkan Prototipe Starship Generasi Terbaru",
    "content": "SpaceX kembali membuat gebrakan dengan memperkenalkan prototipe terbaru dari roket Starship. Versi ini diklaim lebih efisien dan mampu menampung muatan yang lebih besar dibandingkan versi sebelumnya.\n\nElon Musk mengatakan bahwa pengujian peluncuran akan dilakukan dalam waktu dekat. Starship diharapkan menjadi langkah besar dalam misi kolonisasi Mars serta pengiriman kargo antariksa berskala besar.",
    "uploadTime": "23 Oktober 2025, 09:10 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Nadia Kusuma",
    "authorImage": "img_author_5",
    "loveCount": "12.4K",
    "commentCount": "678",
    "sendCount": "201",
    "bookmarkCount": "1.2K"
  },
  {
    "articleImage": "img_abstrack_3",
    "title": "Apple Siapkan Chip M4 untuk MacBook Pro 2025",
    "content": "Apple dikabarkan tengah mempersiapkan chip M4 untuk lini MacBook Pro generasi berikutnya. Chip ini diprediksi akan membawa peningkatan performa signifikan serta efisiensi daya yang lebih baik dari seri M3.\n\nSelain itu, MacBook Pro 2025 dikabarkan akan hadir dengan layar mini-LED yang lebih cerah dan dukungan refresh rate 120Hz. Apple disebut sedang menguji desain baru dengan bodi yang lebih tipis namun tetap kokoh.",
    "uploadTime": "21 Oktober 2025, 15:30 WIB",
    "readingTime": "6 Menit Baca",
    "author": "Daniel Santoso",
    "authorImage": "img_author_2",
    "loveCount": "9.1K",
    "commentCount": "432",
    "sendCount": "189",
    "bookmarkCount": "998"
  },
  {
    "articleImage": "img_abstrack_2",
    "title": "OpenAI Luncurkan Model GPT-5 dengan Kemampuan Multimodal",
    "content": "OpenAI secara resmi memperkenalkan GPT-5, model kecerdasan buatan terbaru yang mampu memproses teks, gambar, dan suara dalam satu sistem terpadu. Model ini diklaim mampu memahami konteks dengan lebih baik serta memberikan hasil yang lebih manusiawi.\n\nSelain peningkatan performa, GPT-5 juga membawa fitur keamanan dan penyaringan konten yang lebih ketat untuk memastikan penggunaan yang bertanggung jawab. Peluncuran ini mendapat sambutan luas dari komunitas teknologi di seluruh dunia.",
    "uploadTime": "20 Oktober 2025, 07:20 WIB",
    "readingTime": "7 Menit Baca",
    "author": "Kevin Mahendra",
    "authorImage": "img_author_4",
    "loveCount": "14.7K",
    "commentCount": "802",
    "sendCount": "265",
    "bookmarkCount": "1.4K"
  },
  {
    "articleImage": "img_abstrack_1",
    "title": "Microsoft Edge Tambahkan Fitur Copilot Terintegrasi",
    "content": "Microsoft meluncurkan pembaruan besar untuk browser Edge dengan menambahkan fitur Copilot berbasis AI. Fitur ini memungkinkan pengguna mendapatkan bantuan kontekstual secara langsung saat menjelajahi web.\n\nDengan Copilot, pengguna dapat merangkum halaman web, menerjemahkan teks, dan membuat catatan otomatis. Microsoft berharap inovasi ini akan meningkatkan produktivitas pengguna sekaligus memperkuat posisi Edge di pasar browser global.",
    "uploadTime": "18 Oktober 2025, 11:00 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Rizky Hartono",
    "authorImage": "img_author_2",
    "loveCount": "7.9K",
    "commentCount": "354",
    "sendCount": "129",
    "bookmarkCount": "845"
  },
  {
    "articleImage": "img_abstrack_2",
    "title": "Netflix Umumkan Paket Streaming 4K Lebih Murah",
    "content": "Netflix mengumumkan perubahan besar dalam struktur langganannya dengan meluncurkan paket 4K yang lebih terjangkau. Langkah ini diambil untuk menjangkau lebih banyak pengguna di pasar negara berkembang.\n\nSelain harga yang lebih bersahabat, Netflix juga meningkatkan algoritma kompresi videonya untuk menjaga kualitas gambar tetap tajam meskipun di koneksi internet yang lambat.",
    "uploadTime": "17 Oktober 2025, 14:10 WIB",
    "readingTime": "4 Menit Baca",
    "author": "Kristin Watson",
    "authorImage": "img_author_1",
    "loveCount": "6.4K",
    "commentCount": "241",
    "sendCount": "98",
    "bookmarkCount": "702"
  },
  {
    "articleImage": "img_abstrack_3",
    "title": "Twitter X Hadirkan Fitur Verifikasi Otomatis",
    "content": "Platform X (dulu Twitter) kini memperkenalkan sistem verifikasi otomatis berbasis AI untuk mengurangi akun palsu. Dengan sistem ini, pengguna yang diverifikasi akan mendapatkan tanda khusus tanpa harus melalui proses manual yang panjang.\n\nLangkah ini merupakan bagian dari upaya Elon Musk untuk mengembalikan kepercayaan publik terhadap platform dan mengurangi penyebaran informasi palsu.",
    "uploadTime": "15 Oktober 2025, 16:20 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Nadia Kusuma",
    "authorImage": "img_author_3",
    "loveCount": "11.2K",
    "commentCount": "643",
    "sendCount": "176",
    "bookmarkCount": "1.1K"
  },
  {
    "articleImage": "img_abstrack_1",
    "title": "YouTube Music Tambahkan Mode Karaoke",
    "content": "YouTube Music kini menghadirkan fitur karaoke baru yang memungkinkan pengguna menyanyi langsung dengan lirik yang disinkronkan. Fitur ini menggunakan teknologi pengenalan suara untuk menilai kemampuan vokal pengguna.\n\nGoogle menyebut bahwa fitur ini merupakan bagian dari strategi untuk memperluas pengalaman hiburan interaktif di dalam ekosistem YouTube.",
    "uploadTime": "13 Oktober 2025, 09:55 WIB",
    "readingTime": "4 Menit Baca",
    "author": "Kevin Mahendra",
    "authorImage": "img_author_5",
    "loveCount": "9.8K",
    "commentCount": "421",
    "sendCount": "154",
    "bookmarkCount": "832"
  },
  {
    "articleImage": "img_abstrack_2",
    "title": "TikTok Uji Fitur Belanja dengan AR Virtual",
    "content": "TikTok sedang menguji fitur belanja berbasis augmented reality yang memungkinkan pengguna mencoba produk secara virtual. Pengguna bisa melihat bagaimana pakaian atau aksesoris terlihat sebelum memutuskan untuk membeli.\n\nFitur ini diharapkan mampu meningkatkan penjualan di platform TikTok Shop dan memberikan pengalaman belanja digital yang lebih interaktif.",
    "uploadTime": "12 Oktober 2025, 17:00 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Daniel Santoso",
    "authorImage": "img_author_4",
    "loveCount": "8.9K",
    "commentCount": "388",
    "sendCount": "143",
    "bookmarkCount": "780"
  },
  {
    "articleImage": "img_abstrack_3",
    "title": "Samsung Galaxy S26 Hadir dengan Kamera 250MP",
    "content": "Samsung resmi memperkenalkan Galaxy S26 dengan kamera utama beresolusi 250MP. Teknologi terbaru ini diklaim memberikan hasil foto lebih detail bahkan di kondisi pencahayaan minim.\n\nSelain kamera, Galaxy S26 juga dibekali chip Exynos generasi baru yang meningkatkan efisiensi daya dan kinerja multitasking. Smartphone ini diperkirakan menjadi salah satu ponsel flagship paling kuat tahun 2025.",
    "uploadTime": "10 Oktober 2025, 08:30 WIB",
    "readingTime": "6 Menit Baca",
    "author": "Rizky Hartono",
    "authorImage": "img_author_3",
    "loveCount": "13.1K",
    "commentCount": "712",
    "sendCount": "228",
    "bookmarkCount": "1.3K"
  },
  {
    "articleImage": "img_abstrack_1",
    "title": "Tesla Siap Produksi Mobil Listrik di Indonesia",
    "content": "Tesla secara resmi mengonfirmasi rencana pembangunan pabrik perakitan mobil listrik di Indonesia. Pabrik ini akan fokus pada produksi model terjangkau untuk pasar Asia Tenggara.\n\nPemerintah Indonesia menyambut baik langkah ini karena diyakini akan membuka banyak lapangan kerja baru serta memperkuat posisi negara dalam industri kendaraan listrik global.",
    "uploadTime": "9 Oktober 2025, 12:15 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Nadia Kusuma",
    "authorImage": "img_author_1",
    "loveCount": "11.9K",
    "commentCount": "654",
    "sendCount": "207",
    "bookmarkCount": "1.0K"
  },
  {
    "articleImage": "img_abstrack_2",
    "title": "Valve Umumkan Steam Deck 2 dengan Layar OLED",
    "content": "Valve memperkenalkan generasi kedua Steam Deck dengan peningkatan besar pada sektor layar dan baterai. Model terbaru ini hadir dengan panel OLED yang memberikan warna lebih hidup serta daya tahan baterai 20% lebih lama.\n\nSelain itu, Steam Deck 2 kini mendukung lebih banyak game AAA dan kompatibel dengan berbagai aksesori PC gaming populer.",
    "uploadTime": "7 Oktober 2025, 10:50 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Daniel Santoso",
    "authorImage": "img_author_2",
    "loveCount": "7.3K",
    "commentCount": "312",
    "sendCount": "121",
    "bookmarkCount": "759"
  },
  {
    "articleImage": "img_abstrack_3",
    "title": "WhatsApp Hadirkan Mode Multi-Perangkat Tanpa HP Utama",
    "content": "WhatsApp meluncurkan fitur baru yang memungkinkan pengguna login di beberapa perangkat tanpa perlu ponsel utama tetap terhubung. Fitur ini sangat ditunggu oleh pengguna bisnis dan profesional.\n\nDengan mode baru ini, pesan tetap tersinkronisasi secara real-time di semua perangkat, meningkatkan fleksibilitas dan kenyamanan dalam berkomunikasi.",
    "uploadTime": "5 Oktober 2025, 07:40 WIB",
    "readingTime": "4 Menit Baca",
    "author": "Kevin Mahendra",
    "authorImage": "img_author_5",
    "loveCount": "9.5K",
    "commentCount": "402",
    "sendCount": "138",
    "bookmarkCount": "822"
  },
  {
    "articleImage": "img_abstrack_1",
    "title": "Google Maps Tambahkan Peringatan Cuaca Ekstrem",
    "content": "Google Maps kini dapat menampilkan peringatan cuaca ekstrem secara real-time. Fitur ini diintegrasikan langsung dengan data meteorologi global untuk membantu pengguna menghindari area berisiko tinggi.\n\nPembaruan ini diharapkan bisa menjadi alat penting bagi pengemudi dan pelancong untuk merencanakan perjalanan dengan lebih aman.",
    "uploadTime": "4 Oktober 2025, 09:00 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Kristin Watson",
    "authorImage": "img_author_2",
    "loveCount": "6.8K",
    "commentCount": "278",
    "sendCount": "104",
    "bookmarkCount": "733"
  },
  {
    "articleImage": "img_abstrack_2",
    "title": "Epic Games Gratiskan Game AAA Setiap Minggu",
    "content": "Epic Games mengumumkan program baru yang akan memberikan satu game AAA gratis setiap minggu. Program ini diharapkan menarik lebih banyak pemain ke platform Epic Store.\n\nSelain itu, Epic juga memperluas dukungan untuk pengembang indie dengan sistem royalti yang lebih menguntungkan dibandingkan kompetitornya.",
    "uploadTime": "1 Oktober 2025, 14:45 WIB",
    "readingTime": "4 Menit Baca",
    "author": "Rizky Hartono",
    "authorImage": "img_author_4",
    "loveCount": "8.1K",
    "commentCount": "361",
    "sendCount": "126",
    "bookmarkCount": "799"
  },
  {
    "articleImage": "img_abstrack_3",
    "title": "Spotify Tambah Fitur Podcast Video Interaktif",
    "content": "Spotify kini memperkenalkan podcast video interaktif yang memungkinkan pendengar berpartisipasi langsung melalui polling dan komentar real-time. Inovasi ini bertujuan meningkatkan interaksi antara kreator dan audiens.\n\nFitur baru ini sedang diuji di beberapa negara, dan diharapkan segera dirilis secara global dalam waktu dekat.",
    "uploadTime": "29 September 2025, 11:25 WIB",
    "readingTime": "5 Menit Baca",
    "author": "Nadia Kusuma",
    "authorImage": "img_author_5",
    "loveCount": "7.6K",
    "commentCount": "344",
    "sendCount": "118",
    "bookmarkCount": "764"
  },
  {
    "articleImage": "img_abstrack_1",
    "title": "Intel Umumkan Prosesor Core Ultra Generasi Kedua",
    "content": "Intel mengumumkan prosesor Core Ultra Gen 2 dengan arsitektur baru yang lebih hemat daya dan berfokus pada kecerdasan buatan. Chip ini dirancang untuk laptop premium dan perangkat hybrid.\n\nDengan dukungan AI yang ditingkatkan, prosesor ini mampu mempercepat tugas berbasis pembelajaran mesin secara lokal tanpa bergantung pada cloud.",
    "uploadTime": "25 September 2025, 08:20 WIB",
    "readingTime": "6 Menit Baca",
    "author": "Daniel Santoso",
    "authorImage": "img_author_3",
    "loveCount": "10.8K",
    "commentCount": "498",
    "sendCount": "175",
    "bookmarkCount": "914"
  },
  {
    "articleImage": "img_abstrack_2",
    "title": "Adobe Tambahkan Generative Fill di Photoshop Mobile",
    "content": "Adobe memperluas kemampuan AI generatifnya dengan menghadirkan fitur Generative Fill di aplikasi Photoshop versi mobile. Pengguna kini dapat menghapus atau menambahkan objek secara instan hanya dengan mengetuk layar.\n\nFitur ini diharapkan akan meningkatkan kreativitas pengguna di perangkat seluler tanpa harus bergantung pada versi desktop.",
    "uploadTime": "19 September 2025, 10:40 WIB",
    "readingTime": "4 Menit Baca",
    "author": "Kevin Mahendra",
    "authorImage": "img_author_1",
    "loveCount": "8.4K",
    "commentCount": "376",
    "sendCount": "132",
    "bookmarkCount": "787"
  }
]
